{
  "id": "1971-08-23--powell-memo-corporate-blueprint",
  "date": "1971-08-23",
  "importance": 5,
  "title": "Lewis Powell writes \"Attack on American Free Enterprise System\" memo to Chamber of Commerce",
  "summary": "Corporate lawyer Lewis Powell writes confidential 34-page memorandum to Eugene B. Sydnor Jr., Chair of Education Committee of U.S. Chamber of Commerce, titled \"Attack On American Free Enterprise System.\" Memo provides comprehensive blueprint for corporate capture of American democracy through systematic targeting of universities, media, courts, and politics. Powell argues business must acquire \"political power\" and use it \"aggressively and with determination.\" Two months later, Nixon nominates Powell to Supreme Court where he implements his own blueprint through landmark decisions expanding corporate rights.",
  "location": "Richmond, Virginia",
  "actors": [
    "Lewis F. Powell Jr.",
    "Eugene B. Sydnor Jr.",
    "U.S. Chamber of Commerce",
    "Nixon administration"
  ],
  "tags": [
    "powell-memo",
    "corporate-strategy",
    "judicial-capture",
    "business-blueprint",
    "democracy-capture"
  ],
  "capture_lanes": [
    "Judicial Capture & Corruption"
  ],
  "sources": [
    {
      "title": "Memorandum: Attack On American Free Enterprise System",
      "url": "https://scholarlycommons.law.wlu.edu/powellmemo/",
      "outlet": "Lewis F. Powell Jr. Papers, Washington and Lee University School of Law",
      "date": "1971-08-23",
      "verified": true,
      "verified_date": "2025-08-19",
      "archive_url": "https://web.archive.org/web/20240101000000/https://scholarlycommons.law.wlu.edu/powellmemo/",
      "key_facts_confirmed": [
        "Memo dated August 23, 1971",
        "Addressed to Eugene B. Sydnor Jr., Chair of Education Committee, U.S. Chamber of Commerce",
        "Titled \"Attack On American Free Enterprise System\"",
        "Written before Powell's Supreme Court nomination"
      ]
    },
    {
      "title": "The Lewis Powell Memo: A Corporate Blueprint to Dominate Democracy",
      "url": "https://www.greenpeace.org/usa/democracy/the-lewis-powell-memo-a-corporate-blueprint-to-dominate-democracy/",
      "outlet": "Greenpeace USA",
      "date": "2021-08-23",
      "verified": true
    },
    {
      "title": "The Scheme 1: The Powell Memo",
      "url": "https://www.whitehouse.senate.gov/news/speeches/the-scheme-1-the-powell-memo/",
      "outlet": "Senator Sheldon Whitehouse",
      "date": "2022-01-01",
      "verified": true
    }
  ],
  "notes": "Memo remained confidential until leaked in 1972. Became blueprint for Heritage Foundation, Cato Institute, American Enterprise Institute, ALEC, and modern conservative movement. Powell's opening line- \"No thoughtful person can question that the American system is under broad attack.\" Key quote- \"Political power is necessary; that such power must be assiduously cultivated; and that when necessary, it must be used aggressively and with determination.\" On courts- \"The judiciary may be the most important instrument for social, economic and political change.\" Two months after memo, Nixon nominated Powell to implement his own vision from Supreme Court.",
  "status": "confirmed"
}
