{
  "id": "1972-01-01--kroll-associates-founded",
  "date": "1972-01-01",
  "importance": 5,
  "title": "Jules Kroll founds private intelligence firm Kroll Associates",
  "summary": "Jules Kroll launches Kroll Associates in New York, building a new commercial model for corporate investigations and risk consulting that would be widely emulated and colloquially dubbed the \"CIA of Wall Street.\" Kroll recruited many former government investigators and intelligence veterans; in 1996, French authorities briefly suspected (and Kroll denied) that the firm was a CIA front. The company's growth marked the rise of a global private-intelligence industry serving corporations, law firms, and governments.",
  "location": "New York, NY",
  "actors": [
    "Jules Kroll",
    "Kroll Associates",
    "CIA",
    "FBI",
    "Mossad",
    "MI5"
  ],
  "tags": [
    "intelligence_privatization",
    "kroll_associates",
    "private_intelligence",
    "cia_wall_street"
  ],
  "status": "confirmed",
  "sources": [
    {
      "title": "The Secret Keeper",
      "url": "https://www.newyorker.com/magazine/2009/10/19/the-secret-keeper",
      "outlet": "The New Yorker",
      "date": "2009-10-19",
      "verified": true
    },
    {
      "title": "The French, the CIA and the Man Who Sued Too Much",
      "url": "https://www.washingtonpost.com/archive/politics/1996/01/08/the-french-the-cia-and-the-man-who-sued-too-much/d81e2a2b-96e7-4a75-8680-1a76b24c9f36/",
      "outlet": "The Washington Post",
      "date": "1996-01-08",
      "verified": true
    }
  ],
  "notes": "French intelligence officials reportedly suspected Kroll's Paris branch was a CIA front and even bugged its offices, though Kroll's chairman denied any CIA involvement. Kroll's growth during the post-Watergate era demonstrated how private-sector investigations and security services could expand to fill roles once handled by government agencies, setting the template for modern corporate intelligence firms.",
  "capture_lanes": [
    "Financial Capture",
    "Intelligence Penetration"
  ]
}