{
  "title": "Business Roundtable Founded as CEO Lobbying Organization",
  "date": "1972-10-13",
  "summary": "The Business Roundtable was formally established on October 13, 1972, through the merger of three existing corporate organizations: the March Group (co-founded by Alcoa CEO John Harper and General Electric CEO Fred Borch), the Construction Users Anti-Inflation Roundtable (founded by retired US Steel CEO Roger Blough), and the Labor Law Study Group. This new organization represented a direct response to the Powell Memo's call for coordinated corporate political action, creating the first business association whose membership was restricted exclusively to CEOs of major corporations. The founders were motivated by growing concerns about public hostility toward corporations, government regulation, and union power in an increasingly competitive international market. They consulted with Nixon administration officials John Connally (Treasury Secretary) and Arthur Burns (Federal Reserve Chairman), who advised establishing a lobbying organization for large banks and corporations. Within five years, the Business Roundtable enlisted 113 of the top Fortune 200 companies, accounting for nearly half of the U.S. economy, fundamentally transforming corporate political influence from informal networking into formalized, systematic lobbying power.",
  "key_actors": [
    "John Harper",
    "Fred Borch",
    "Roger Blough",
    "John Connally",
    "Arthur Burns"
  ],
  "organizations": [
    "Business Roundtable",
    "Alcoa",
    "General Electric",
    "US Steel",
    "Nixon Administration"
  ],
  "tags": [
    "business_roundtable",
    "ceo_lobbying",
    "powell_memo_parallel",
    "corporate_influence",
    "regulatory_capture"
  ],
  "sources": [
    {
      "title": "https://en.wikipedia.org/wiki/Business_Roundtable",
      "url": "https://example.com",
      "outlet": "TBD"
    },
    {
      "title": "https://www.businessroundtable.org/archive/about/history",
      "url": "https://example.com",
      "outlet": "TBD"
    }
  ],
  "importance_score": 8,
  "status": "confirmed",
  "id": "1972-10-13--business-roundtable-founded-as-ceo-lobbying-organi",
  "priority_id": "RT-EXP-34CBECB6-business-roundtable-formation-1972",
  "importance": 5,
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Regulatory Capture",
    "Financial Capture",
    "Intelligence Penetration"
  ]
}