{
  "date": "1973-10-17",
  "title": "Oil Crisis Creates Opportunity for International Banking Elite to Engineer Petrodollar System",
  "summary": "The Yom Kippur War triggers the 1973 oil embargo by Arab OPEC members against the United States and Netherlands, quadrupling oil prices and creating the conditions for David Rockefeller and other international banking elites to engineer the petrodollar recycling system. The crisis provides Chase Manhattan Bank and other major international banks with an unprecedented opportunity to position themselves as intermediaries in the global flow of oil revenues, transforming what could have been an economic catastrophe for the U.S. into a mechanism for extending American financial hegemony. Secretary of State Henry Kissinger immediately begins negotiations to channel oil revenues back into the U.S. financial system, while Rockefeller and Chase Manhattan develop the institutional mechanisms for petrodollar recycling through the Eurodollar market. The crisis demonstrates how international banking networks can exploit geopolitical instability to create new profit streams and expand their control over global financial flows. Major banks like Chase Manhattan position themselves as essential intermediaries for recycling oil surpluses, generating enormous fee income while creating dependency relationships with both oil producers and consuming nations. The timing of this crisis, just months after the Trilateral Commission's founding, provides the new organization with its first major test case for coordinating international elite responses to global economic disruption.",
  "importance": 8,
  "key_actors": [
    "Arab OPEC countries",
    "Henry Kissinger",
    "David Rockefeller",
    "Chase Manhattan Bank",
    "Nixon Administration",
    "International banking networks"
  ],
  "tags": [
    "oil-crisis",
    "petrodollar-system",
    "international-banking",
    "chase-manhattan",
    "kissinger",
    "financial-hegemony"
  ],
  "sources": [
    {
      "title": "https://www.financialsense.com/contributors/jerry-robinson/the-rise-of-the-petrodollar-system-dollars-for-oil",
      "url": "https://example.com",
      "outlet": "TBD"
    },
    {
      "title": "https://greatpowerrelations.com/great-powers/status-of-great-powers/key-drivers-of-economic-capabilities/dollar-and-de-dollarization/birth-of-petrodollar/",
      "url": "https://example.com",
      "outlet": "TBD"
    }
  ],
  "status": "confirmed",
  "id": "1973-10-17--oil-crisis-creates-opportunity-for-international-b",
  "priority_id": "RT-EXP-28753E16-trilateral-commission-1973-banking-networks",
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Media Capture & Control",
    "Regulatory Capture",
    "Financial Capture",
    "Intelligence Penetration"
  ]
}