{
  "date": "1973-07-01",
  "title": "David Rockefeller and Zbigniew Brzezinski Found Trilateral Commission to Coordinate International Elite Power",
  "summary": "Chase Manhattan Bank chairman David Rockefeller and foreign policy expert Zbigniew Brzezinski establish the Trilateral Commission in July 1973, creating a powerful forum for coordinating economic and political policy among elites from North America, Western Europe, and Japan. The organization emerges during a critical period of international monetary instability following the collapse of the Bretton Woods system in 1971, positioning itself as a mechanism for managing global financial and political transitions in ways that serve elite interests. Brzezinski, who leaves his position at Columbia University to become the Commission's first full-time director, envisions the organization as a vehicle for maintaining Western dominance during a period of shifting global power dynamics. The Commission's founding members include future political leaders like Jimmy Carter (then Georgia governor), future corporate executives, and international banking figures, creating an unprecedented network for private coordination of public policy across national boundaries. Rockefeller's motivation stems partly from concern that President Nixon's unilateralist foreign and economic policies are threatening the liberal international order that benefits multinational corporations and international banking interests. The Commission represents a new model of transnational elite coordination, where private actors from different nations collaborate to shape government policy in ways that transcend traditional democratic accountability mechanisms. Initial funding comes from David Rockefeller personally, the Ford Foundation, and the Charles F. Kettering Foundation, establishing the precedent of using philanthropic foundations as vehicles for political organization.",
  "importance": 8,
  "key_actors": [
    "David Rockefeller",
    "Zbigniew Brzezinski",
    "Jimmy Carter",
    "Chase Manhattan Bank",
    "Columbia University",
    "Ford Foundation"
  ],
  "tags": [
    "trilateral-commission",
    "international-banking",
    "elite-coordination",
    "rockefeller",
    "brzezinski",
    "transnational-networks"
  ],
  "sources": [
    {
      "title": "https://en.wikipedia.org/wiki/Trilateral_Commission",
      "url": "https://example.com",
      "outlet": "TBD"
    },
    {
      "title": "https://www.influencewatch.org/non-profit/trilateral-commission/",
      "url": "https://example.com",
      "outlet": "TBD"
    }
  ],
  "status": "confirmed",
  "id": "1973-07-01--david-rockefeller-and-zbigniew-brzezinski-found-tr",
  "priority_id": "RT-EXP-28753E16-trilateral-commission-1973-banking-networks",
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Financial Capture",
    "Intelligence Penetration",
    "Executive Power Expansion"
  ]
}