{
  "title": "ALEC Founded as Corporate-Legislative Model Legislation Factory",
  "date": "1973-09-01",
  "summary": "The American Legislative Exchange Council (ALEC) was founded in September 1973 by conservative activist Paul Weyrich, former Illinois state representative Henry Hyde, and Lou Barnett from Reagan's 1968 campaign team, establishing a systematic mechanism for corporate interests to draft and distribute legislative templates across all 50 state legislatures. Initially named the Conservative Caucus of State Legislators, the organization was strategically rebranded as ALEC because founders recognized that the word \"conservative\" was unpopular with the public, demonstrating calculated messaging strategy from inception. By 1975, the organization relocated to Washington D.C. under Weyrich's leadership, positioning itself as part of a coordinated \"three-legged stool for the right\" alongside the Heritage Foundation (think tank) and Council for National Policy (donor coordination), creating an integrated infrastructure for conservative policy advancement. ALEC's founding represented a revolutionary approach to legislative capture, enabling corporations to bypass traditional lobbying by directly collaborating with legislators to write \"model bills\" that could be introduced simultaneously across multiple states with minimal modification. From its earliest days, over 98% of ALEC's revenue came from corporate sources rather than legislative dues, with annual corporate membership fees ranging from ,000 to 5,000, establishing a business model that prioritized corporate interests over democratic representation in state-level policymaking.",
  "key_actors": [
    "Paul Weyrich",
    "Henry Hyde",
    "Lou Barnett",
    "Joseph Coors"
  ],
  "organizations": [
    "American Legislative Exchange Council",
    "Heritage Foundation",
    "Council for National Policy",
    "Coors Foundation"
  ],
  "tags": [
    "alec",
    "legislative_capture",
    "model_legislation",
    "paul_weyrich",
    "corporate_influence"
  ],
  "sources": [
    {
      "title": "https://en.wikipedia.org/wiki/American_Legislative_Exchange_Council",
      "url": "https://example.com",
      "outlet": "TBD"
    },
    {
      "title": "https://www.influencewatch.org/non-profit/american-legislative-exchange-council/",
      "url": "https://example.com",
      "outlet": "TBD"
    }
  ],
  "importance_score": 9,
  "status": "confirmed",
  "id": "1973-09-01--alec-founded-as-corporate-legislative-model-legisl",
  "priority_id": "RT-4F500970-alec-formation-1973",
  "importance": 5,
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Legislative Capture"
  ]
}