{
  "title": "Business Roundtable Defeats Federal Antitrust Legislation",
  "date": "1975-12-31",
  "summary": "The Business Roundtable achieved one of its first major legislative victories by successfully defeating federal antitrust legislation in 1975, demonstrating the new organization's political effectiveness. This victory marked a significant milestone in corporate resistance to regulatory oversight, as the proposed antitrust measures would have strengthened government enforcement powers against monopolistic business practices. The Business Roundtable's coordinated opposition campaign leveraged the direct access and prestige of Fortune 500 CEOs to lobby against the legislation, establishing a template for future corporate political mobilization. This defeat represented a crucial early test of the organization's influence, proving that the concentration of CEO-level lobbying power could successfully block federal regulatory initiatives. The victory emboldened the Business Roundtable to take on larger legislative battles and demonstrated to other corporate interests the effectiveness of centralized, high-level lobbying efforts. This successful opposition to antitrust reform contributed to the broader trend of corporate consolidation and reduced regulatory enforcement that characterized subsequent decades.",
  "key_actors": [
    "Business Roundtable CEOs"
  ],
  "organizations": [
    "Business Roundtable",
    "U.S. Congress",
    "Fortune 500 companies"
  ],
  "tags": [
    "business_roundtable",
    "antitrust",
    "corporate_influence",
    "regulatory_capture",
    "legislative_defeat"
  ],
  "sources": [
    {
      "title": "https://en.wikipedia.org/wiki/Business_Roundtable",
      "url": "https://example.com",
      "outlet": "TBD"
    },
    {
      "title": "https://www.influencewatch.org/non-profit/business-roundtable/",
      "url": "https://example.com",
      "outlet": "TBD"
    }
  ],
  "importance_score": 7,
  "status": "confirmed",
  "id": "1975-12-31--business-roundtable-defeats-federal-antitrust-legi",
  "priority_id": "RT-EXP-34CBECB6-business-roundtable-formation-1972",
  "importance": 5,
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Regulatory Capture",
    "Legislative Capture",
    "Financial Capture",
    "Intelligence Penetration"
  ]
}