{
  "date": "1975-12-31",
  "title": "Chase Manhattan Bank Dominates Global Petrodollar Recycling as Trilateral Networks Consolidate Financial Control",
  "summary": "By the end of 1975, David Rockefeller's Chase Manhattan Bank has established itself as the dominant force in petrodollar recycling, with all OPEC members now channeling oil surpluses through the international banking system coordinated by Trilateral Commission networks. Chase Manhattan's global expansion under Rockefeller's leadership - growing from 11 to 73 international branches - positions the bank as the primary intermediary for recycling hundreds of billions in oil revenues back into Western financial markets and developing country debt. The bank pioneers the Eurodollar market as what Rockefeller describes as a mechanism \"of enormous importance for modern banking\" that efficiently addresses \"potentially troublesome\" petrodollar surpluses by converting them into profitable lending opportunities. This system creates a powerful feedback loop where oil price increases generate surplus revenues that flow through Chase Manhattan and other major banks, which then lend these funds to oil-consuming developing nations, creating debt dependency relationships that persist for decades. The Trilateral Commission provides the institutional framework for coordinating this system across national boundaries, with members occupying key positions in banking, government, and international organizations. Rockefeller's vision of Chase Manhattan as the first truly global bank is realized through the petrodollar system, establishing a template for financial globalization that prioritizes elite coordination over national democratic control. The success of petrodollar recycling demonstrates how international banking networks can exploit global crises to expand their power and create new mechanisms for extracting wealth from both producing and consuming nations.",
  "importance": 8,
  "key_actors": [
    "David Rockefeller",
    "Chase Manhattan Bank",
    "OPEC members",
    "Trilateral Commission",
    "Developing debtor nations",
    "Eurodollar market"
  ],
  "tags": [
    "petrodollar-recycling",
    "chase-manhattan",
    "eurodollar-market",
    "trilateral-commission",
    "debt-dependency",
    "financial-globalization"
  ],
  "sources": [
    {
      "title": "https://www.euromoney.com/article/27bjsstsqxhkmh1y5f4ho/banking/the-bankers-that-define-the-decades-david-rockefeller-chase-manhattan/",
      "url": "https://example.com",
      "outlet": "TBD"
    },
    {
      "title": "https://en.wikipedia.org/wiki/Petrodollar_recycling",
      "url": "https://example.com",
      "outlet": "TBD"
    }
  ],
  "status": "confirmed",
  "id": "1975-12-31--chase-manhattan-bank-dominates-global-petrodollar",
  "priority_id": "RT-EXP-28753E16-trilateral-commission-1973-banking-networks",
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Media Capture & Control",
    "Financial Capture",
    "Intelligence Penetration"
  ]
}