{
  "date": "1995-01-01",
  "title": "K Street Project Launch - Systematic Republican Lobbying Control",
  "summary": "Newt Gingrich, Tom DeLay, and Grover Norquist officially launched the K Street Project, a systematic effort to pressure Washington lobbying firms to hire Republicans in top positions and reward loyal GOP lobbyists with access to influential officials. Gingrich deputized Majority Whip Tom DeLay to ensure Republicans received the majority of campaign dollars from K Street and were well-represented on major lobbying firm staffs. The project enforced strict hiring requirements: hire only Republicans, not Democrats, and fill Republican campaign coffers. They maintained lists of employees at major lobbying firms to track Republican representation and isolated firms that hired Democrats. This represented the formalization of a pay-to-play system where lobbyists were given access to leadership only after providing campaign contributions and hiring Republican staff. The project fundamentally altered the relationship between corporate interests and government.",
  "actors": [
    "Newt Gingrich",
    "Tom DeLay",
    "Grover Norquist"
  ],
  "sources": [
    {
      "outlet": "NPR",
      "title": "The K Street Project and Jack Abramoff",
      "url": "https://www.npr.org/2006/01/11/5148982/the-k-street-project-and-jack-abramoff",
      "date_accessed": "2025-10-06"
    },
    {
      "outlet": "Roll Call",
      "title": "The State of K Street: Work in the Shadows",
      "url": "https://rollcall.com/2012/06/07/the-state-of-k-street-work-in-the-shadows/",
      "date_accessed": "2025-10-06"
    },
    {
      "outlet": "OpenSecrets.org",
      "title": "Revolving Door: Newt Gingrich Employment Summary",
      "url": "https://www.opensecrets.org/revolving/rev_summary.php?id=8534",
      "date_accessed": "2025-10-06"
    }
  ],
  "importance": 9,
  "tags": [
    "regulatory-capture",
    "lobbying-control",
    "pay-to-play",
    "systematic-corruption"
  ],
  "status": "confirmed",
  "id": "1995-01-01--k-street-project-launch-systematic-republican-lob",
  "priority_id": "RT-85893EE2-gingrich-k-street-project",
  "capture_lanes": [
    "Media Capture & Control",
    "Regulatory Capture",
    "Intelligence Penetration"
  ]
}