{
  "date": "1996-02-08",
  "title": "Telecommunications Act of 1996 Enables Media Consolidation Through Corporate Capture",
  "summary": "President Bill Clinton signs the Telecommunications Act of 1996, the first major overhaul of U.S. telecommunications law in over 60 years. While ostensibly designed to promote competition by allowing 'anyone to enter any communications business,' the act was heavily influenced by corporate lobbying and ultimately enabled massive media consolidation. The legislation was 'essentially bought and paid for by corporate media lobbies' according to critics. Rather than increasing competition, it facilitated market concentration, with companies like Clear Channel expanding from 40 radio stations to 1,240 stations. By 2005, just two companies controlled one-third to one-half of the entire radio industry. The act also consolidated television ownership, with five companies controlling three-quarters of prime-time television by 2006. This represented a classic case of regulatory capture where deregulation intended to benefit consumers instead served corporate interests, leading to reduced diversity in programming, loss of local news coverage, and elimination of tens of thousands of jobs in the media industry.",
  "importance": 9,
  "actors": [
    "Bill Clinton",
    "Telecommunications Industry Lobbyists",
    "Clear Channel Communications",
    "Viacom",
    "Corporate Media Lobbies",
    "Ralph Nader"
  ],
  "tags": [
    "regulatory-capture",
    "telecommunications",
    "deregulation",
    "media-consolidation",
    "corporate-lobbying",
    "monopolization"
  ],
  "status": "confirmed",
  "sources": [
    {
      "title": "Telecommunications Act of 1996",
      "url": "https://en.wikipedia.org/wiki/Telecommunications_Act_of_1996",
      "outlet": "Wikipedia",
      "date": "1996-02-08"
    },
    {
      "title": "Democracy in Peril: Twenty Years of Media Consolidation Under the Telecommunications Act",
      "url": "https://truthout.org/articles/democracy-in-peril-twenty-years-of-media-consolidation-under-the-telecommunications-act/",
      "outlet": "Truthout",
      "date": "2016-02-08"
    }
  ]
}