{
  "id": "2000-12-21--commodity-futures-modernization-act",
  "date": "2000-12-21",
  "title": "Clinton Signs Commodity Futures Modernization Act, Cementing Derivatives Deregulation",
  "summary": "President Bill Clinton signed the Commodity Futures Modernization Act (CFMA) into law on his last day before Christmas recess, completing the deregulation of the derivatives market that Brooksley Born had warned against two years earlier. The legislation, inserted into a 10,000-page authorization bill by Senator Phil Gramm, removed regulatory oversight of over-the-counter derivatives, including credit default swaps, and prohibited states from regulating derivatives.\n\nTreasury Secretary Lawrence Summers had lobbied extensively for the legislation, providing testimony that derivatives should remain largely unregulated. The Clinton Administration's letter supporting the act was used by Phil Gramm to help sell the legislation. The CFMA represented the final victory of Wall Street's deregulatory agenda, removing the last major regulatory barrier to the free use of derivatives and setting the stage for the explosive growth of the shadow banking system that would collapse in 2008.",
  "importance": 10,
  "actors": [
    "Bill Clinton",
    "Lawrence Summers",
    "Phil Gramm",
    "Alan Greenspan",
    "Wall Street derivatives dealers"
  ],
  "tags": [
    "derivatives",
    "deregulation",
    "cfma",
    "financial-crisis",
    "credit-default-swaps",
    "shadow-banking"
  ],
  "sources": [
    {
      "title": "Commodity Futures Modernization Act of 2000",
      "url": "https://www.congress.gov/106/plaws/publ554/PLAW-106publ554.pdf",
      "outlet": "U.S. Congress",
      "date": "2000-12-21"
    },
    {
      "title": "2000 Commodities Act Paved Way For Problems",
      "url": "https://www.npr.org/templates/story/story.php?storyId=102185942",
      "outlet": "NPR",
      "date": "2009-03-30"
    }
  ],
  "status": "confirmed",
  "capture_lanes": [
    "Regulatory Capture",
    "Legislative Capture",
    "Financial Capture",
    "Intelligence Penetration",
    "Executive Power Expansion"
  ]
}