{
  "id": "2000-01-01--credit-rating-agencies-expand-workforce-to-rate-massive-subp",
  "date": "2000-01-01",
  "title": "Credit Rating Agencies Expand Workforce to Rate Massive Subprime Mortgage Securities",
  "summary": "By 2000, the transformation of credit rating agencies under the \"issuer pays\" model had fundamentally altered their operations and incentives. Standard & Poor's employed 800 analysts and Moody's employed 560, a massive expansion from the \"handful\" of analysts they had employed under the traditional investor-pays model. This workforce expansion was driven by the explosive growth in structured financial products, particularly mortgage-backed securities and collateralized debt obligations. The agencies were now earning enormous fees from Wall Street banks for rating increasingly complex and risky financial instruments. From 2000 to 2007, the agencies would rate nearly 45,000 mortgage-related securities, with over half receiving AAA ratings. The period marked the beginning of systematic ratings inflation, where agencies competed for business by providing more favorable ratings than their competitors. Internal communications later revealed that agencies were aware they were compromising their standards to maintain market share. The workforce expansion represented the industrialization of what had been a careful, methodical process of credit evaluation into a high-volume, fee-driven operation that prioritized speed and client satisfaction over accuracy and integrity.",
  "key_actors": [
    "Credit rating analysts",
    "Wall Street investment banks",
    "Mortgage originators"
  ],
  "organizations": [
    "Moody's Investors Service",
    "Standard & Poor's",
    "Fitch Ratings",
    "Major investment banks"
  ],
  "sources": [
    {
      "url": "https://www.mercatus.org/research/policy-briefs/brief-history-credit-rating-agencies-how-financial-regulation-entrenched",
      "title": "A Brief History of Credit Rating Agencies - Mercatus Center",
      "outlet": "TBD"
    },
    {
      "url": "https://en.wikipedia.org/wiki/Credit_rating_agencies_and_the_subprime_crisis",
      "title": "Credit rating agencies and the subprime crisis - Wikipedia",
      "outlet": "TBD"
    },
    {
      "url": "https://www.iosco.org/library/pubdocs/pdf/IOSCOPD270.pdf",
      "title": "The Role of Credit Rating Agencies in Structured Finance - IOSCO",
      "outlet": "TBD"
    },
    {
      "url": "https://www.govinfo.gov/content/pkg/CHRG-110hhrg39541/html/CHRG-110hhrg39541.htm",
      "title": "The Role of Credit Rating Agencies in the Structured Finance Market - House Hearing",
      "outlet": "TBD"
    },
    {
      "url": "https://www.sciencedirect.com/science/article/abs/pii/S104295731930018X",
      "title": "Credit ratings and structured finance - ScienceDirect",
      "outlet": "TBD"
    }
  ],
  "tags": [
    "credit-rating-agencies",
    "mortgage-securities",
    "ratings-inflation",
    "financial-engineering"
  ],
  "importance": 7,
  "status": "confirmed",
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Regulatory Capture",
    "Financial Capture",
    "Intelligence Penetration"
  ]
}