{
  "id": "2001-10-04--bush-authorizes-nsa-stellarwind-surveillance-program",
  "date": "2001-10-04",
  "importance": 9,
  "title": "Bush Authorizes NSA STELLARWIND Warrantless Surveillance Program",
  "summary": "President Bush signed presidential authorization for warrantless surveillance program bypassing FISA courts on October 4, 2001. Created by Dick Cheney, the NSA STELLARWIND program was classified as 'exceptionally controlled information' and collected phone and internet metadata on millions of Americans without warrants. The program operated outside traditional legal frameworks, with NSA officials rather than judges authorizing surveillance of Americans based on 'reasonable basis' rather than 'probable cause.' The authorization was renewed every 45 days for over 5 years until exposed by the New York Times in December 2005. STELLARWIND brought Americans within NSA's surveillance domain for the first time in decades, violating Fourth Amendment protections and representing the largest expansion of domestic surveillance since the Church Committee reforms of the 1970s.",
  "actors": [
    "George W. Bush",
    "Dick Cheney",
    "NSA",
    "Michael Hayden"
  ],
  "tags": [
    "nsa-surveillance",
    "warrantless-wiretapping",
    "stellarwind",
    "fourth-amendment",
    "fisa"
  ],
  "status": "confirmed",
  "sources": [
    {
      "title": "NSA Inspector General Report on President's Surveillance Program",
      "url": "https://www.aclu.org/files/natsec/nsa/20130816/NSA%20IG%20Report.pdf",
      "outlet": "NSA Office of Inspector General",
      "date": "2009-03-24"
    },
    {
      "title": "President's Surveillance Program worked with private sector to collect data after Sept. 11, 2001",
      "url": "https://www.washingtonpost.com/investigations/presidents-surveillance-program-worked-with-private-sector-to-collect-data-after-sept-11-2001/2013/06/27/2c7a7e74-df57-11e2-b2d4-ea6d8f477a01_story.html",
      "outlet": "Washington Post",
      "date": "2013-06-27"
    },
    {
      "title": "Edward Snowden and the STELLARWIND report",
      "url": "https://www.electrospaces.net/2020/03/edward-snowden-and-stellarwind-report.html",
      "outlet": "Electrospaces.net",
      "date": "2020-03-01"
    }
  ],
  "notes": "The October 4, 2001 date represents the formal presidential authorization of what became known as STELLARWIND. Created by Dick Cheney and classified as 'exceptionally controlled information,' the program collected phone and internet metadata on millions of Americans without warrants. The authorization was renewed every 45 days for over 5 years until exposed by the New York Times in December 2005. The program operated under the code name of the President's Surveillance Program (PSP) and represented mass constitutional violations of the Fourth Amendment.",
  "capture_lanes": [
    "Judicial Capture",
    "Intelligence Penetration",
    "Executive Power Expansion"
  ]
}