{
  "id": "2006-01-01--credit-agencies-award-aaa-ratings-to-69-billion-in-toxic-mor",
  "date": "2006-01-01",
  "title": "Credit Agencies Award AAA Ratings to 69 Billion in Toxic Mortgage Securities",
  "summary": "During 2006, at the height of the housing bubble, Moody's alone rated 69 billion worth of mortgage-backed securities as AAA - the same rating given to U.S. Treasury bonds and only six private sector companies in America. This represented the peak of systematic ratings fraud, where agencies knowingly assigned their highest safety ratings to securities backed by subprime mortgages with documented patterns of borrower fraud and predatory lending. The agencies were generating unprecedented revenues from these ratings, with structured finance becoming their most profitable business line. Internal documents later revealed that agencies modified their models to produce higher ratings and maintain market share, with executives pressuring analysts to deliver ratings that would satisfy investment bank clients. Gary Witt, former Moody's team managing director, later testified that investment banks \"would threaten you all of the time\" to withdraw business if they didn't receive desired ratings. The 69 billion in 2006 AAA-rated mortgage securities would prove catastrophically mispriced - by April 2010, 73% had been downgraded to junk status. This single year represented the climax of regulatory capture, where agencies prioritized fee generation over their fundamental public responsibility to provide accurate risk assessment.",
  "key_actors": [
    "Moody's executives",
    "S&P executives",
    "Wall Street structurers",
    "Mortgage originators"
  ],
  "organizations": [
    "Moody's Investors Service",
    "Standard & Poor's",
    "Fitch Ratings",
    "Investment banks",
    "Mortgage lenders"
  ],
  "sources": [
    {
      "url": "https://en.wikipedia.org/wiki/Credit_rating_agencies_and_the_subprime_crisis",
      "title": "Credit rating agencies and the subprime crisis - Wikipedia",
      "outlet": "TBD"
    },
    {
      "url": "https://www.govinfo.gov/content/pkg/CHRG-110hhrg51103/html/CHRG-110hhrg51103.htm",
      "title": "Credit Rating Agencies and the Financial Crisis - House Hearing",
      "outlet": "TBD"
    },
    {
      "url": "https://www.journals.uchicago.edu/doi/full/10.1086/648293",
      "title": "The Credit Rating Crisis - NBER Macroeconomics Annual",
      "outlet": "TBD"
    },
    {
      "url": "https://scholarship.law.umn.edu/cgi/viewcontent.cgi?article=1084&context=faculty_articles",
      "title": "Credit Rating Agencies and Structured Finance - University of Minnesota Law School",
      "outlet": "TBD"
    },
    {
      "url": "https://publicintegrity.org/inequality-poverty-opportunity/credit-rating-industry-dodges-reforms-despite-role-in-financial-meltdown/",
      "title": "Credit rating industry dodges reforms, despite role in financial meltdown - Center for Public Integrity",
      "outlet": "TBD"
    }
  ],
  "tags": [
    "credit-rating-agencies",
    "aaa-ratings",
    "mortgage-crisis",
    "ratings-fraud",
    "toxic-securities"
  ],
  "importance": 9,
  "status": "confirmed",
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Media Capture & Control",
    "Regulatory Capture",
    "Financial Capture",
    "Executive Power Expansion"
  ]
}