{
  "id": "2007-09-16--blackwater-massacres-17-iraqi-civilians-at-nisour-",
  "date": "2007-09-16",
  "importance": 8,
  "title": "Blackwater Massacres 17 Iraqi Civilians at Nisour Square",
  "summary": "Blackwater Security guards opened fire on Iraqi civilians at Nisour Square traffic circle in Baghdad, killing 17 people including 10 men, 2 women, and 2 boys ages 9 and 11, with 20 wounded. The State Department contractor claimed they responded to hostile fire, but FBI investigation found at least 14 deaths were unjustified killings of unarmed civilians. The incident exposed the immunity and accountability gap for private military contractors. State Department investigators improperly granted immunity to the guards, complicating FBI prosecution. Four guards were eventually convicted: Nicholas Slatten (murder, life sentence), Paul Slough, Evan Liberty, and Dustin Heard (manslaughter, 30 years each). Iraq revoked Blackwater's license and ended contractor immunity from Iraqi law. The massacre highlighted problems with the U.S. military's extensive reliance on private contractors—Blackwater held lucrative State Department contracts worth hundreds of millions. House oversight found Blackwater fired first in 80% of 195 shooting incidents since 2005. President Trump pardoned all four convicted guards in 2020, ending their prison sentences and sparking international outrage.",
  "actors": [
    "Blackwater",
    "Nicholas Slatten",
    "State Department",
    "Iraqi Government",
    "Donald Trump"
  ],
  "tags": [
    "blackwater",
    "private-contractors",
    "iraq-war",
    "massacre",
    "pardons",
    "trump"
  ],
  "status": "confirmed",
  "sources": [
    {
      "title": "Four Former Blackwater Employees Found Guilty of Charges in Fatal Nisur Square Shooting",
      "url": "https://www.justice.gov/opa/pr/four-former-blackwater-employees-found-guilty-charges-fatal-nisur-square-shooting-iraq",
      "outlet": "U.S. Department of Justice",
      "date": "2014-10-22"
    },
    {
      "title": "Trump Pardons Blackwater Guards Who Killed 14 Iraqi Civilians",
      "url": "https://www.nytimes.com/2020/12/22/us/politics/blackwater-pardons-trump.html",
      "outlet": "New York Times",
      "date": "2020-12-22"
    },
    {
      "title": "Blackwater in Baghdad: It was a horror movie",
      "url": "https://www.hrw.org/news/2007/10/11/blackwater-baghdad-it-was-horror-movie",
      "outlet": "Human Rights Watch",
      "date": "2007-10-11"
    }
  ]
}
