{
  "id": "2007-01-01--housing-price-collapse-exposes-credit-rating-agencies-massiv",
  "date": "2007-01-01",
  "title": "Housing Price Collapse Exposes Credit Rating Agencies Massive Fraud",
  "summary": "As housing prices began their dramatic collapse in 2007, the systematic fraud perpetrated by credit rating agencies became undeniably apparent. Moody's was forced to downgrade 83% of the 69 billion in mortgage securities it had rated AAA just the year before, representing one of the largest acknowledgments of analytical failure in financial history. The downgrades revealed that the agencies had not merely been overly optimistic, but had systematically ignored fundamental risks in pursuit of fee revenue. The Financial Crisis Inquiry Commission later concluded that the agencies' \"failures\" were \"essential cogs in the wheel of financial destruction\" and \"key enablers of the financial meltdown.\" Internal documents released during congressional investigations showed that rating agencies had been aware of deteriorating mortgage quality but continued assigning inflated ratings to maintain their lucrative structured finance business. The collapse exposed how regulatory capture had created a system where private companies with conflicts of interest held quasi-governmental authority over financial markets without meaningful oversight. The agencies had rated over three trillion dollars of loans to homebuyers with bad credit and undocumented incomes, treating them as equivalent to the safest investments available.",
  "key_actors": [
    "Moody's analysts",
    "S&P analysts",
    "Fitch analysts",
    "Congressional investigators",
    "Financial Crisis Inquiry Commission"
  ],
  "organizations": [
    "Moody's Investors Service",
    "Standard & Poor's",
    "Fitch Ratings",
    "Financial Crisis Inquiry Commission",
    "U.S. Congress"
  ],
  "sources": [
    {
      "url": "https://en.wikipedia.org/wiki/Credit_rating_agencies_and_the_subprime_crisis",
      "title": "Credit rating agencies and the subprime crisis - Wikipedia",
      "outlet": "TBD"
    },
    {
      "url": "https://truthout.org/articles/the-indisputable-role-of-credit-ratings-agencies-in-the-2008-collapse-and-why-nothing-has-changed/",
      "title": "The Indisputable Role of Credit Ratings Agencies in the 2008 Collapse - Truthout",
      "outlet": "TBD"
    },
    {
      "url": "https://www.congress.gov/event/112th-congress/house-event/LC1214/text",
      "title": "The Final Report of the Financial Crisis Inquiry Commission - Congress.gov",
      "outlet": "TBD"
    },
    {
      "url": "https://fcic.law.stanford.edu/report",
      "title": "Financial Crisis Inquiry Commission Report - Stanford Law",
      "outlet": "TBD"
    },
    {
      "url": "https://www.cfr.org/backgrounder/credit-rating-controversy",
      "title": "The Credit Rating Controversy - Council on Foreign Relations",
      "outlet": "TBD"
    }
  ],
  "tags": [
    "financial-crisis",
    "credit-rating-agencies",
    "housing-collapse",
    "mass-downgrades",
    "regulatory-failure"
  ],
  "importance": 9,
  "status": "confirmed",
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Regulatory Capture",
    "Legislative Capture",
    "Financial Capture",
    "Intelligence Penetration"
  ]
}