{
  "date": "2010-01-21",
  "title": "Supreme Court Issues Citizens United v. FEC Decision, Unleashing Corporate Money in Elections",
  "summary": "The Supreme Court ruled 5-4 in Citizens United v. Federal Election Commission, fundamentally transforming American campaign finance by allowing corporations and unions to spend unlimited amounts on elections. The decision struck down key provisions of the Bipartisan Campaign Reform Act, ruling that restrictions on independent political expenditures by corporations violated the First Amendment. Justice Kennedy's majority opinion established that corporations have the same First Amendment rights as individuals when it comes to political speech, as long as they don't coordinate directly with campaigns. The ruling enabled the creation of Super PACs and dramatically increased dark money in politics, with corporate PACs mushrooming from under 300 in 1976 to over 1,200 by 1980, and corporations employing over 61,000 lobbyists by the 1990s. The decision was widely criticized as promoting corporate personhood and giving disproportionate political power to large corporations, with overwhelming majorities of Americans consistently expressing disapproval and at least 22 states voting to support a constitutional amendment to overturn it.",
  "importance": 9,
  "actors": [
    "Citizens United",
    "Federal Election Commission",
    "Anthony Kennedy",
    "John Roberts",
    "Antonin Scalia",
    "Samuel Alito",
    "Clarence Thomas"
  ],
  "tags": [
    "judicial-capture",
    "supreme-court",
    "corporate-influence",
    "campaign-finance",
    "citizens-united",
    "political-corruption"
  ],
  "status": "confirmed",
  "sources": [
    {
      "title": "Citizens United v. FEC",
      "url": "https://en.wikipedia.org/wiki/Citizens_United_v._FEC",
      "outlet": "Wikipedia",
      "date": "2010-01-21"
    },
    {
      "title": "Citizens United Explained",
      "url": "https://www.brennancenter.org/our-work/research-reports/citizens-united-explained",
      "outlet": "Brennan Center for Justice",
      "date": "2010-01-21"
    }
  ],
  "id": "2010-01-21--supreme-court-issues-citizens-united-v-fec-decision-unleashi",
  "capture_lanes": [
    "Media Capture & Control",
    "Judicial Capture",
    "Financial Capture",
    "Intelligence Penetration",
    "Electoral Manipulation"
  ]
}