{
  "date": "2012-11-06",
  "title": "Presidential Election Marks Explosive Growth in Super PAC and Dark Money Spending Post-Citizens United",
  "summary": "The 2012 presidential election demonstrates the full transformation of American campaign finance following Citizens United, with outside spending exploding from 74 million in 2008 to .3 billion - more than doubling in just one election cycle. Dark money spending reaches 08 million, with conservative groups accounting for an estimated 86% of this secretive funding, liberal groups 11%, and other organizations 3%. Super PACs become central players in the election, with major donors like Sheldon Adelson contributing over 0 million to Newt Gingrich's super PAC and later supporting Mitt Romney. The election sees the emergence of presidential super PACs that function as shadow campaigns, with groups like Restore Our Future (supporting Romney) and Priorities USA Action (supporting Obama) raising and spending hundreds of millions while maintaining the legal fiction of independence from candidate campaigns. Corporate interests and billionaire donors gain unprecedented influence, with a small number of mega-donors providing outsized portions of total election spending. The promised transparency from Citizens United fails to materialize as dark money groups proliferate, using legal loopholes to hide donor identities behind layers of nonprofit organizations. This election cycle establishes the new normal of American politics where a small class of ultra-wealthy individuals and corporate interests can deploy unlimited resources to shape electoral outcomes, fundamentally altering the balance of power in democratic representation away from ordinary citizens toward concentrated wealth.",
  "importance": 8,
  "key_actors": [
    "Restore Our Future",
    "Priorities USA Action",
    "Sheldon Adelson",
    "Mitt Romney",
    "Barack Obama",
    "Newt Gingrich",
    "Billionaire donors"
  ],
  "tags": [
    "2012-election",
    "super-pacs",
    "dark-money",
    "billionaire-influence",
    "campaign-finance",
    "electoral-corruption"
  ],
  "sources": [
    {
      "title": "https://www.opensecrets.org/news/reports/a-decade-under-citizens-united",
      "url": "https://example.com",
      "outlet": "TBD"
    },
    {
      "title": "https://campaignlegal.org/update/how-does-citizens-united-decision-still-affect-us-2025",
      "url": "https://example.com",
      "outlet": "TBD"
    }
  ],
  "status": "confirmed",
  "id": "2012-11-06--presidential-election-marks-explosive-growth-in-su",
  "priority_id": "claude-priority-citizens-united-corporate-spending",
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Regulatory Capture",
    "Electoral Manipulation",
    "Executive Power Expansion"
  ]
}