{
  "title": "Sinclair Broadcasting Group Begins Massive Media Consolidation Drive",
  "date": "2013-07-19",
  "summary": "Sinclair Broadcast Group purchased Allbritton Communications' seven television stations, including Washington D.C.'s WJLA-TV, for 85 million as part of a massive media consolidation strategy that would eventually position it to control nearly 200 local television stations across America. This acquisition marked a crucial escalation in Sinclair's aggressive expansion following the 1996 Telecommunications Act deregulation, building on earlier purchases like Four Points Media Group (00 million in 2011) and Freedom Communications (85 million in 2011). By systematically acquiring local stations, Sinclair was creating an unprecedented concentration of media ownership that would reach over 40% of American households and cover more than 100 media markets. The consolidation strategy represented a fundamental shift in American media landscape, transforming locally-owned independent stations into components of a centralized corporate network capable of mandating uniform content across diverse geographic markets. This acquisition spree set the stage for Sinclair's later attempts to impose must-run political content and scripted messaging on local news broadcasts, demonstrating how media consolidation enables corporate control over information dissemination at the local level.",
  "key_actors": [
    "David Smith",
    "Julian Sinclair Smith",
    "Sinclair executives"
  ],
  "organizations": [
    "Sinclair Broadcast Group",
    "Allbritton Communications",
    "WJLA-TV",
    "Four Points Media Group",
    "Freedom Communications"
  ],
  "tags": [
    "sinclair",
    "media_consolidation",
    "local_news",
    "corporate_control",
    "information_control"
  ],
  "sources": [
    {
      "title": "https://en.wikipedia.org/wiki/Sinclair_Broadcast_Group",
      "url": "https://example.com",
      "outlet": "TBD"
    },
    {
      "title": "https://sbgi.net/tv-stations/",
      "url": "https://example.com",
      "outlet": "TBD"
    }
  ],
  "importance_score": 8,
  "status": "confirmed",
  "id": "2013-07-19--sinclair-broadcasting-group-begins-massive-media-c",
  "priority_id": "RT-EXP-44F1FF71-sinclair-broadcasting-must-run-segments",
  "importance": 5,
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Media Capture & Control",
    "Legislative Capture",
    "Intelligence Penetration"
  ]
}