{
  "id": "2016-03-30--boeing-chief-technical-pilot-requests-mcas-removal-from-pilo",
  "date": "2016-03-30",
  "title": "Boeing Chief Technical Pilot Requests MCAS Removal from Pilot Manuals",
  "summary": "Mark Forkner, Boeing's 737 MAX Chief Technical Pilot, sent a critical email to senior FAA officials on March 30, 2016, requesting that all reference to the Maneuvering Characteristics Augmentation System (MCAS) be stripped from the 737 MAX pilot manual. This deliberate omission represented a cornerstone of Boeing's strategy to minimize training requirements and certification complexity for the 737 MAX. Forkner's request came before he discovered crucial changes to the MCAS system that would make it far more aggressive and dangerous than originally designed. The FAA compliance with this request meant that pilots flying the 737 MAX for Boeing's U.S.-based airline customers would receive no information about MCAS in their manuals and training materials. This decision would prove catastrophic, as MCAS would later activate unexpectedly in flight conditions it was never intended to handle, contributing directly to two fatal crashes. The email represents a clear example of Boeing prioritizing commercial interests over aviation safety through regulatory manipulation, demonstrating how manufacturer influence can compromise essential safety information disclosure to airlines and pilots.",
  "key_actors": [
    "Mark Forkner",
    "FAA Aircraft Evaluation Group",
    "Boeing Corporation"
  ],
  "organizations": [
    "Boeing",
    "Federal Aviation Administration"
  ],
  "sources": [
    {
      "url": "https://www.justice.gov/opa/pr/former-boeing-737-max-chief-technical-pilot-indicted-fraud",
      "title": "Former Boeing 737 MAX Chief Technical Pilot Indicted for Fraud - DOJ",
      "outlet": "TBD"
    },
    {
      "url": "https://www.seattletimes.com/business/boeing-aerospace/explosive-text-messages-reveal-boeing-knew-of-mcas-aggression-in-2016-and-misled-faa/",
      "title": "Stunning messages from 2016 deepen Boeing's 737 MAX crisis - Seattle Times",
      "outlet": "TBD"
    },
    {
      "url": "https://www.washingtonpost.com/local/trafficandcommuting/text-messages-show-boeing-employees-knew-in-2016-of-problems-that-turned-deadly-on-the-737-max/2019/10/18/8578c990-f1ca-11e9-89eb-ec56cd414732_story.html",
      "title": "Messages show Boeing employees knew in 2016 of problems that turned deadly on the 737 Max - Washington Post",
      "outlet": "TBD"
    },
    {
      "url": "https://www.seattletimes.com/business/boeing-aerospace/inspector-general-report-details-how-boeing-played-down-mcas-in-original-737-max-certification-and-faa-missed-it/",
      "title": "Inspector General report details how Boeing played down MCAS in original 737 MAX certification - Seattle Times",
      "outlet": "TBD"
    }
  ],
  "tags": [
    "regulatory-capture",
    "aviation-safety",
    "boeing",
    "faa-capture",
    "pilot-training"
  ],
  "importance": 9,
  "status": "confirmed",
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Regulatory Capture",
    "Intelligence Penetration"
  ]
}