{
  "id": "2016-11-15--boeing-pilot-discovers-mcas-system-changes-admits-deception",
  "date": "2016-11-15",
  "title": "Boeing Pilot Discovers MCAS System Changes, Admits Deception to FAA",
  "summary": "In November 2016, Mark Forkner discovered during simulator testing that Boeing had made critical changes to the MCAS system without informing the FAA. In a text exchange with a colleague after taking the MAX on a simulated test flight, Forkner wrote the infamous message: \"So I basically lied to the regulators (unknowingly).\" This discovery revealed that MCAS was now active down to Mach 0.2 - meaning at low speed conditions during normal flight operations, not just the high-speed maneuver for which it was originally designed and approved. Despite this knowledge of the system's dramatically expanded and dangerous operational envelope, Forkner chose to withhold this critical information from the FAA Aircraft Evaluation Group. His decision to conceal these changes represented a deliberate deception of federal regulators, prioritizing Boeing's commercial timeline over aviation safety. The simulator incident revealed MCAS could activate in flight conditions where pilots would have no expectation of its intervention, yet Boeing continued to market the aircraft as requiring minimal additional pilot training. This coverup would prove directly fatal when MCAS activated unexpectedly during the Lion Air and Ethiopian Airlines flights, with pilots having no knowledge of the system's existence or how to counteract its aggressive nose-down commands.",
  "key_actors": [
    "Mark Forkner",
    "FAA Aircraft Evaluation Group",
    "Boeing flight test team"
  ],
  "organizations": [
    "Boeing",
    "Federal Aviation Administration"
  ],
  "sources": [
    {
      "url": "https://www.justice.gov/opa/pr/former-boeing-737-max-chief-technical-pilot-indicted-fraud",
      "title": "Former Boeing 737 MAX Chief Technical Pilot Indicted for Fraud - DOJ",
      "outlet": "TBD"
    },
    {
      "url": "https://www.npr.org/2019/10/18/771451904/boeing-pilots-detected-737-max-flight-control-glitch-two-years-before-deadly-cra",
      "title": "Boeing Pilots Detected 737 Max Flight Control Glitch 2 Years Before Deadly Crash - NPR",
      "outlet": "TBD"
    },
    {
      "url": "https://www.cbsnews.com/dfw/news/boeing-pilot-regulators-flight-control-system-737-max/",
      "title": "Boeing Pilot: 'I Basically Lied To Regulators (Unknowingly)' About Flight Control System On 737 MAX - CBS DFW",
      "outlet": "TBD"
    },
    {
      "url": "https://www.dallasnews.com/business/airlines/2022/03/18/lawyers-paint-ex-boeing-pilot-mark-forkner-as-scapegoat-in-737-max-crisis-trial/",
      "title": "Lawyers paint ex-Boeing pilot Mark Forkner as scapegoat in 737 Max crisis trial - Dallas News",
      "outlet": "TBD"
    }
  ],
  "tags": [
    "regulatory-capture",
    "aviation-safety",
    "boeing",
    "cover-up",
    "simulator-testing"
  ],
  "importance": 9,
  "status": "confirmed",
  "actors": [
    "Actor needs identification"
  ],
  "capture_lanes": [
    "Regulatory Capture",
    "Financial Capture",
    "Intelligence Penetration"
  ]
}