{
  "id": "2017-09-29--tom-price-resigns-after-million-dollar-private-jet-",
  "date": "2017-09-29",
  "importance": 7,
  "title": "Tom Price Resigns After Million Dollar Private Jet Scandal",
  "summary": "HHS Secretary Tom Price resigned in disgrace after spending over $1 million on private and military jets for travel that included visiting family and vacations. Price took 26 private flights costing $400,000 in just months, plus military aircraft to Africa, Europe, and Asia costing $500,000+. He flew private jets to events where he stayed less than an hour, including a Philadelphia event 137 miles from D.C. Price previously traded healthcare stocks while crafting legislation affecting those companies as a Congressman, making suspicious trades worth $300,000+ in companies directly impacted by his legislative actions. He purchased Innate Immunotherapeutics stock at a discounted insider price, then introduced legislation benefiting the company. Price claimed he would drain the swamp but epitomized corruption, using his position for personal enrichment. His replacement, Alex Azar, came directly from pharmaceutical giant Eli Lilly, continuing the revolving door between industry and regulators.",
  "actors": [
    "Tom Price",
    "HHS",
    "Donald Trump",
    "Alex Azar",
    "Innate Immunotherapeutics"
  ],
  "tags": [
    "corruption",
    "insider-trading",
    "private-jets",
    "healthcare",
    "revolving-door"
  ],
  "status": "confirmed",
  "sources": [
    {
      "title": "Tom Price resigns as HHS secretary after private jet scandal",
      "url": "https://www.politico.com/story/2017/09/29/tom-price-resigns-hhs-secretary-243273",
      "outlet": "Politico",
      "date": "2017-09-29"
    },
    {
      "title": "Tom Price's stock trades under scrutiny",
      "url": "https://www.cnn.com/2017/01/16/politics/tom-price-stocks-health-care/index.html",
      "outlet": "CNN",
      "date": "2017-01-16"
    },
    {
      "title": "Price's private travel cost more than $1 million",
      "url": "https://www.washingtonpost.com/national/health-science/prices-travel-cost-more-than-1-million/2017/10/05/",
      "outlet": "Washington Post",
      "date": "2017-10-05"
    }
  ]
}
