{
  "date": "2020-09-20",
  "title": "FinCEN Files Reveal $2 Trillion in Suspicious Banking Transactions",
  "summary": "BuzzFeed News and the International Consortium of Investigative Journalists published the FinCEN Files, revealing more than $2 trillion in suspicious banking transactions reported to the U.S. Financial Crimes Enforcement Network between 1999 and 2017. The files contained over 2,100 Suspicious Activity Reports filed by banks, showing how major global financial institutions continued to move money for suspected criminals and corrupt officials even after being fined for previous violations. Key revelations included Deutsche Bank's role in Jeffrey Epstein's financial network after his conviction, HSBC's movement of money for suspected Ponzi schemes and drug cartels, and JPMorgan Chase's handling of funds linked to the 1MDB Malaysian sovereign wealth fund scandal involving former Prime Minister Najib Razak. The files revealed that banks often treated Suspicious Activity Reports as a legal shield rather than a tool for fighting crime, continuing profitable relationships with problematic clients as long as they filed the required reports. The investigation showed systematic failures in the global anti-money laundering system, where banks profit from moving dirty money while facing minimal consequences for enabling financial crime.",
  "actors": [
    "FinCEN",
    "BuzzFeed News",
    "International Consortium of Investigative Journalists",
    "Deutsche Bank",
    "HSBC",
    "JPMorgan Chase",
    "Jeffrey Epstein",
    "Najib Razak",
    "Jho Low"
  ],
  "sources": [
    {
      "title": "buzzfeednews.com",
      "url": "https://www.buzzfeednews.com/article/jasonleopold/fincen-files-financial-scandal-criminal-networks"
    },
    {
      "title": "icij.org",
      "url": "https://www.icij.org/investigations/fincen-files/"
    },
    {
      "title": "bbc.com",
      "url": "https://www.bbc.com/news/business-54226456"
    },
    {
      "title": "reuters.com",
      "url": "https://www.reuters.com/article/us-usa-banks-fincen-idUSKCN26B0OL"
    }
  ],
  "importance": 9,
  "tags": [
    "money-laundering",
    "banking",
    "financial-crime",
    "regulatory-failure",
    "suspicious-transactions",
    "fincen",
    "corruption"
  ],
  "status": "confirmed",
  "id": "2020-09-20--fincen-files-reveal-$2-trillion-in-suspicious-banking-transactions-1757455465",
  "priority_id": "RT-COMPLETED-PATTERN-20250906-35"
}
