{
  "id": "2025-01-25--tulsi-gabbard-assad-meeting-dni",
  "date": "2025-01-25",
  "title": "DNI Tulsi Gabbard's Secret Assad Meeting and Russian Ties Alarm Intelligence Allies",
  "summary": "Director of National Intelligence Tulsi Gabbard, who secretly met Syrian dictator Bashar al-Assad in 2017 trip financed by Lebanese party with Assa...",
  "description": "Director of National Intelligence Tulsi Gabbard, who secretly met Syrian dictator Bashar al-Assad in 2017 trip financed by Lebanese party with Assad ties, consistently echoes Russian talking points on Ukraine. With only two years junior intelligence committee experience, allies express concerns about intelligence sharing. Previously blamed NATO for \"provoking\" Russian invasion.",
  "importance": 9,
  "tags": [
    "tulsi-gabbard",
    "assad",
    "russia",
    "dni",
    "intelligence-community",
    "foreign-influence",
    "security-risk",
    "syria"
  ],
  "actors": [
    "tulsi-gabbard",
    "bashar-al-assad",
    "russian-intelligence",
    "dni",
    "intelligence-allies"
  ],
  "capture_lane": "political",
  "status": "confirmed",
  "sources": [
    {
      "outlet": "CNN",
      "date": "2025-01-25",
      "url": "https://www.cnn.com/2025/01/25/politics/gabbard-assad-meeting-dni-concerns/",
      "title": "Gabbard's Assad meeting raises intelligence sharing concerns"
    },
    {
      "outlet": "Politico",
      "date": "2025-01-26",
      "url": "https://www.politico.com/news/2025/01/26/tulsi-gabbard-russia-ukraine-dni",
      "title": "DNI Gabbard's pro-Russia statements alarm allies"
    }
  ],
  "connections": [
    "2017-01-18--gabbard-assad-secret-meeting",
    "2022-02-24--russia-invades-ukraine",
    "2025-01-20--gabbard-dni-confirmation"
  ],
  "patterns": [
    "foreign-influence",
    "security-compromise",
    "russian-alignment"
  ],
  "notes": "Gabbard's appointment as DNI despite secret meetings with Assad and consistent pro-Russia positioning represents unprecedented security risk. Her 2017 Assad trip, financed by groups with Syrian regime ties, violated congressional notification requirements. She regularly appears on Russian state media, blamed NATO for Ukraine invasion, and called Zelensky a \"dictator.\" Intelligence allies now questioning whether to share sensitive information with U.S., potentially blind America to threats. Her minimal intelligence experience compounds concerns about protecting sources and methods."
}
