{
  "date": "2025-07-07",
  "title": "Ghana Launches Democracy Capture Index Revealing Widespread Institutional Capture in Africa",
  "summary": "The Ghana Centre for Democratic Development (CDD-Ghana) launched the inaugural Democracy Capture Index (DEMCAP), revealing alarming levels of institutional capture across 10 African countries. The comprehensive study examined 370 institutions and agencies across Benin, Botswana, DR Congo, Ghana, Kenya, Mozambique, Nigeria, Senegal, South Africa, and Tanzania, finding that 60 percent of agencies are subject to varying levels of capture by powerful interests. The research identified four levels of capture: not subject to capture, some actions taken on behalf of perpetrator, regularly takes actions on behalf of perpetrator, and most actions taken on behalf of perpetrator. Particularly concerning is that 47 percent of institutions not currently experiencing capture were deemed vulnerable to future attempts. In Ghana specifically, political parties emerged as the main perpetrators of democracy capture, distinguishing it from other countries where different actors dominated. The study found media and civil society institutions, while currently less captured, remain highly vulnerable to future manipulation. The DEMCAP Index serves as a new tool for measuring systemic weaknesses that allow powerful individuals or groups to distort democratic processes and undermine good governance. The launch event, themed \"Resisting Capture and Strengthening Democratic Resilience in Africa,\" brought together governance stakeholders from across West Africa to develop counter-strategies against entrenched interests seeking to capture democratic institutions.",
  "actors": [
    "Ghana Centre for Democratic Development",
    "CDD-Ghana researchers",
    "West African governance stakeholders",
    "African political parties",
    "Civil society organizations",
    "Media institutions"
  ],
  "sources": [
    "https://citinewsroom.com/2025/07/cdd-ghana-urges-media-csos-to-resist-democracy-capture-in-africa/",
    "https://www.newsghana.com.gh/cdd-ghana-launches-democracy-capture-index-amid-media-vulnerability-warning/",
    "https://gna.org.gh/2025/07/new-cdd-report-finds-worrying-levels-of-democracy-capture-in-africa/",
    "https://cddgh.org/"
  ],
  "importance": 8,
  "tags": [
    "democracy-capture",
    "institutional-capture",
    "africa",
    "governance",
    "political-parties",
    "civil-society",
    "media-capture"
  ],
  "status": "confirmed",
  "id": "2025-07-07--ghana-launches-democracy-capture-index-revealing-widespread-institutional-capture-in-africa-1757455486",
  "priority_id": "RT-COMPLETED-PATTERN-20250906-14"
}