{
  "id": "x-algorithm-manipulation-trump-2ceba503",
  "title": "X Algorithm Modified to Amplify Musk and Right-Wing Content Following Trump Endorsement",
  "date": "2024-07-13",
  "location": "Austin, TX, United States",
  "category": "information-warfare",
  "importance": 8,
  "summary": "Research revealed systematic algorithmic manipulation on X platform coinciding with Musk's endorsement of Donald Trump, demonstrating weaponization of social media infrastructure for political influence operations. Queensland University of Technology and Monash University researchers identified a \"change point\" on July 13, 2024, showing a 138.27% increase in views for Musk's account and algorithmic bias favoring Republican-leaning accounts. Studies found \"possible algorithmic prioritization or bias, positioning Musk's content favorably in terms of platform visibility and user engagement,\" with computational analysis revealing \"potential algorithmic bias on Twitter in favour of Republican Party supporters.\" By October 2024, the \"For You\" section contained \"twice as much pro-Trump content than pro-Harris\" for new accounts. Research using \"sock-puppet\" accounts confirmed partisan algorithmic manipulation, with \"tweets expressing right-leaning political bias see heightened amplification compared to the baseline model.\" This represented a systematic transformation of social media algorithms from neutral engagement optimization to targeted political warfare tools, with oligarch-controlled infrastructure directly manipulating information exposure for hundreds of millions of users globally.",
  "actors": [
    "Elon Musk",
    "X Algorithm Engineers",
    "Queensland University of Technology Researchers",
    "Donald Trump",
    "Republican Party"
  ],
  "sources": [
    "https://cybernews.com/news/x-algorithm-changed-musk-boost-right-wing/",
    "https://arxiv.org/html/2411.01852v3"
  ],
  "status": "confirmed",
  "priority_id": "RT-CLAUDE-2025-musk-twitter-x-speech-manipulation"
}