{
  "id": "x-content-moderation-rollback-f143a4c7",
  "title": "Twitter Transformed to X with Systematic Content Moderation Rollback and Political Weaponization",
  "date": "2023-07-23",
  "location": "San Francisco, CA, United States",
  "category": "information-warfare",
  "importance": 8,
  "summary": "Under Musk's control, Twitter was rebranded to X and underwent systematic dismantling of content moderation systems, transforming the platform from a \"global town square\" into what researchers describe as oligarchic-controlled information warfare infrastructure. Musk \"vastly decreased the extent to which X's content moderation rules limit the spread of misinformation,\" with the Center for Countering Digital Hate finding that \"Twitter fails to act on 99% of hate posted by Twitter Blue subscribers.\" Research showed that \"tweet engagement for accounts active in far-right networks outstripped any increased engagement for general user accounts,\" with \"contentious actors on the platform see a sizeable boost in post engagement.\" The platform became what former Twitter election integrity director Eddie Perez characterized as \"a textbook example of the influence that I think it's fair to say an oligarch can have in a way that really is impactful to the entire body politic.\" Academic researchers noted that \"the information environment on X is becoming more and more oligarchical when it comes to a few accounts controlling the supply of news,\" marking a fundamental shift from distributed social media discourse to centralized oligarch-controlled narrative management.",
  "actors": [
    "Elon Musk",
    "Twitter/X Platform",
    "Center for Countering Digital Hate",
    "Eddie Perez",
    "Far-right Network Actors"
  ],
  "sources": [
    {
      "title": "Harvard Misinformation Review: Musk Takeover Impact on Twitter",
      "url": "https://misinforeview.hks.harvard.edu/article/did-the-musk-takeover-boost-contentious-actors-on-twitter/",
      "outlet": "Harvard Kennedy School Misinformation Review",
      "date": "2023-07-23"
    },
    {
      "title": "NPR Analysis: Content Moderation Changes at Twitter/X",
      "url": "https://www.npr.org/2023/07/24/social-media-content-moderation/twitter-x-musk-changes",
      "outlet": "NPR",
      "date": "2023-07-24"
    }
  ],
  "status": "confirmed",
  "priority_id": "RT-CLAUDE-2025-musk-twitter-x-speech-manipulation"
}