{
  "id": "2011-01-01--bondi-fails-to-prosecute-epstein-despite-evidence",
  "date": "2011-01-01",
  "title": "Pam Bondi Serves as Florida AG 2011-2019, Never Prosecutes Epstein Despite Mounting Evidence",
  "summary": "Throughout Pam Bondi's eight-year tenure as Florida Attorney General (2011-2019), mounting evidence against Jeffrey Epstein became public—including plane flight logs, victim lawsuits, and challenges to the controversial 2008 plea deal—yet Bondi never initiated state prosecution or opened a formal investigation. Legal experts confirmed Bondi had full authority to prosecute Epstein under Florida law, as state and federal governments are separate entities with concurrent jurisdiction. During Bondi's tenure, victims were actively filing lawsuits challenging the secret 2008 plea deal where Epstein served only 13 months for soliciting prostitution from a minor, despite evidence of trafficking dozens of underage girls. Miami Herald investigative reporter Julie K. Brown noted: \"It's interesting to note that Pam Bondi was Florida's attorney general 2011-2019 — a period of time when Jeffrey Epstein's plane records became public, victims' lawsuits were filed and a lot of new evidence against Epstein surfaced.\" Epstein was finally arrested on federal sex trafficking charges in July 2019, just six months after Bondi left office. Bloomberg Opinion described Bondi as \"failing Epstein's victims for years\" during her AG tenure. Her inaction allowed Epstein to continue operating freely in Florida throughout the 2010s while his crimes were becoming increasingly documented. This pattern of protecting powerful predators while serving as Florida AG would continue into her role as U.S. Attorney General, where she claimed to possess an Epstein \"client list\" that subsequently disappeared, demonstrating decades of cover-up rather than accountability.",
  "importance": 9,
  "tags": [
    "Pam Bondi",
    "Epstein",
    "Cover-up",
    "Florida"
  ],
  "actors": [
    "Pam Bondi",
    "Jeffrey Epstein"
  ],
  "status": "confirmed",
  "sources": [
    {
      "url": "https://www.bloomberg.com/opinion/articles/2025-07-27/bondi-has-been-failing-epstein-s-victims-for-years",
      "title": "Bondi Has Been Failing Epstein's Victims for Years",
      "publisher": "Bloomberg",
      "tier": 1
    },
    {
      "url": "https://www.yahoo.com/news/could-pam-bondi-prosecuted-jeffrey-120200807.html",
      "title": "Could Pam Bondi have prosecuted Jeffrey Epstein?",
      "publisher": "Yahoo News",
      "tier": 2
    },
    {
      "url": "https://x.com/jkbjournalist/status/1895138335099658275",
      "title": "Julie K. Brown statement on Bondi and Epstein",
      "publisher": "Twitter/X",
      "tier": 2
    }
  ]
}