{
  "date": "2017-12-14",
  "title": "FCC Under Ajit Pai Repeals Net Neutrality in 3-2 Party-Line Vote",
  "summary": "The FCC, led by Chairman Ajit Pai, votes 3-2 along party lines to repeal Obama-era net neutrality rules, marking a major victory for telecommunications industry interests over consumer protections. Pai, a former Verizon attorney appointed by Trump, argued the regulations represented government 'micromanaging the Internet' despite broad public support for net neutrality across party lines. The repeal eliminated rules prohibiting internet providers like Comcast, AT&T, and Verizon from blocking, throttling, or creating paid 'fast lanes' for content. Democratic Commissioner Mignon Clyburn warned in dissent that the repeal left consumers with 'no single authority with the power to protect' them. The decision came despite massive public opposition, with the FCC receiving millions of comments predominantly opposing the repeal. This represented a classic case of regulatory capture, with a former industry attorney using his regulatory position to advance the agenda of his former employer and the broader telecommunications industry. The repeal demonstrated how the revolving door between industry and regulators can undermine public interest protections.",
  "importance": 9,
  "actors": [
    "Ajit Pai",
    "Donald Trump",
    "Verizon Communications",
    "Mignon Clyburn",
    "Comcast",
    "AT&T",
    "FCC Republican Commissioners"
  ],
  "tags": [
    "regulatory-capture",
    "fcc",
    "net-neutrality",
    "ajit-pai",
    "telecommunications",
    "deregulation",
    "verizon"
  ],
  "status": "confirmed",
  "sources": [
    {
      "title": "Net Neutrality Rules: FCC Votes To Repeal Restrictions On Internet Providers",
      "url": "https://www.npr.org/sections/thetwo-way/2017/12/14/570526390/fcc-repeals-net-neutrality-rules-for-internet-providers",
      "outlet": "NPR",
      "date": "2017-12-14"
    },
    {
      "title": "Trump taps net neutrality critic to lead the FCC",
      "url": "https://www.washingtonpost.com/news/the-switch/wp/2017/01/23/meet-donald-trumps-official-new-fcc-chairman-ajit-pai/",
      "outlet": "Washington Post",
      "date": "2017-01-23"
    },
    {
      "title": "The FCC just scrapped rules regulating equal access to the internet",
      "url": "https://www.nbcnews.com/tech/tech-news/it-s-decision-day-future-internet-n829336",
      "outlet": "NBC News",
      "date": "2017-12-14"
    },
    {
      "title": "What Can Cities and States Do About Net Neutrality?",
      "url": "https://www.bloomberg.com/news/articles/2017-12-15/what-can-cities-and-states-do-about-net-neutrality",
      "outlet": "Bloomberg",
      "date": "2017-12-15"
    }
  ],
  "id": "2017-12-14--fcc-under-ajit-pai-repeals-net-neutrality-in-3-2-party-line",
  "capture_lanes": [
    "Regulatory Capture"
  ]
}